INSERT INTO `accounting_orders_instructions`.`document`
(`institutionName`, `documentNumber`, `documentDate`, `titleDocument`, `textDocument`, `signature`, `signatureDate`, `documentType`)
VALUES
    ('Установа 1', 'РОЗП-001', '2023-05-01', 'Розпорядження 1', 'Текст розпорядження 1', 'Підпис 1', '2023-05-02', 2),
    ('Установа 2', 'РОЗП-002', '2023-05-02', 'Розпорядження 2', 'Текст розпорядження 2', 'Підпис 2', '2023-05-03', 2),
    ('Установа 3', 'РОЗП-003', '2023-05-03', 'Розпорядження 3', 'Текст розпорядження 3', 'Підпис 3', '2023-05-04', 2),
    ('Установа 4', 'РОЗП-004', '2023-05-04', 'Розпорядження 4', 'Текст розпорядження 4', 'Підпис 4', '2023-05-05', 2),
    ('Установа 5', 'РОЗП-005', '2023-05-05', 'Розпорядження 5', 'Текст розпорядження 5', 'Підпис 5', '2023-05-06', 2),
    ('Установа 6', 'РОЗП-006', '2023-05-06', 'Розпорядження 6', 'Текст розпорядження 6', 'Підпис 6', '2023-05-07', 2),
    ('Установа 7', 'РОЗП-007', '2023-05-07', 'Розпорядження 7', 'Текст розпорядження 7', 'Підпис 7', '2023-05-08', 2),
    ('Установа 8', 'РОЗП-008', '2023-05-08', 'Розпорядження 8', 'Текст розпорядження 8', 'Підпис 8', '2023-05-09', 2),
    ('Установа 9', 'РОЗП-009', '2023-05-09', 'Розпорядження 9', 'Текст розпорядження 9', 'Підпис 9', '2023-05-10', 2),
    ('Установа 10', 'РОЗП-010', '2023-05-10', 'Розпорядження 10', 'Текст розпорядження 10', 'Підпис 10', '2023-05-11', 2);